Contour Label doesn't intersect any contours.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ContourLabelEmpty { get; }
  Visual Basic
Public Shared ReadOnly Property ContourLabelEmpty As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ContourLabelEmpty {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SiteFailures Class
  Autodesk.Revit.DB Namespace